{
  "Action\u00d7Adventure": 0,
  "Action\u00d7Animation": 1,
  "Action\u00d7Comedy": 2,
  "Action\u00d7Crime": 3,
  "Action\u00d7Documentary": 4,
  "Action\u00d7Drama": 5,
  "Action\u00d7Family": 6,
  "Action\u00d7Fantasy": 7,
  "Action\u00d7History": 8,
  "Action\u00d7Horror": 9,
  "Action\u00d7Music": 10,
  "Action\u00d7Mystery": 11,
  "Action\u00d7Romance": 12,
  "Action\u00d7Science Fiction": 13,
  "Action\u00d7TV Movie": 14,
  "Action\u00d7Thriller": 15,
  "Action\u00d7War": 16,
  "Action\u00d7Western": 17,
  "Adventure\u00d7Animation": 18,
  "Adventure\u00d7Comedy": 19,
  "Adventure\u00d7Crime": 20,
  "Adventure\u00d7Documentary": 21,
  "Adventure\u00d7Drama": 22,
  "Adventure\u00d7Family": 23,
  "Adventure\u00d7Fantasy": 24,
  "Adventure\u00d7History": 25,
  "Adventure\u00d7Horror": 26,
  "Adventure\u00d7Music": 27,
  "Adventure\u00d7Mystery": 28,
  "Adventure\u00d7Romance": 29,
  "Adventure\u00d7Science Fiction": 30,
  "Adventure\u00d7TV Movie": 31,
  "Adventure\u00d7Thriller": 32,
  "Adventure\u00d7War": 33,
  "Adventure\u00d7Western": 34,
  "Animation\u00d7Comedy": 35,
  "Animation\u00d7Crime": 36,
  "Animation\u00d7Documentary": 37,
  "Animation\u00d7Drama": 38,
  "Animation\u00d7Family": 39,
  "Animation\u00d7Fantasy": 40,
  "Animation\u00d7History": 41,
  "Animation\u00d7Horror": 42,
  "Animation\u00d7Music": 43,
  "Animation\u00d7Mystery": 44,
  "Animation\u00d7Romance": 45,
  "Animation\u00d7Science Fiction": 46,
  "Animation\u00d7TV Movie": 47,
  "Animation\u00d7Thriller": 48,
  "Animation\u00d7War": 49,
  "Animation\u00d7Western": 50,
  "Comedy\u00d7Crime": 51,
  "Comedy\u00d7Documentary": 52,
  "Comedy\u00d7Drama": 53,
  "Comedy\u00d7Family": 54,
  "Comedy\u00d7Fantasy": 55,
  "Comedy\u00d7History": 56,
  "Comedy\u00d7Horror": 57,
  "Comedy\u00d7Music": 58,
  "Comedy\u00d7Mystery": 59,
  "Comedy\u00d7Romance": 60,
  "Comedy\u00d7Science Fiction": 61,
  "Comedy\u00d7TV Movie": 62,
  "Comedy\u00d7Thriller": 63,
  "Comedy\u00d7War": 64,
  "Comedy\u00d7Western": 65,
  "Crime\u00d7Documentary": 66,
  "Crime\u00d7Drama": 67,
  "Crime\u00d7Family": 68,
  "Crime\u00d7Fantasy": 69,
  "Crime\u00d7History": 70,
  "Crime\u00d7Horror": 71,
  "Crime\u00d7Music": 72,
  "Crime\u00d7Mystery": 73,
  "Crime\u00d7Romance": 74,
  "Crime\u00d7Science Fiction": 75,
  "Crime\u00d7TV Movie": 76,
  "Crime\u00d7Thriller": 77,
  "Crime\u00d7War": 78,
  "Crime\u00d7Western": 79,
  "Documentary\u00d7Drama": 80,
  "Documentary\u00d7Family": 81,
  "Documentary\u00d7Fantasy": 82,
  "Documentary\u00d7History": 83,
  "Documentary\u00d7Horror": 84,
  "Documentary\u00d7Music": 85,
  "Documentary\u00d7Mystery": 86,
  "Documentary\u00d7Romance": 87,
  "Documentary\u00d7Science Fiction": 88,
  "Documentary\u00d7TV Movie": 89,
  "Documentary\u00d7Thriller": 90,
  "Documentary\u00d7War": 91,
  "Documentary\u00d7Western": 92,
  "Drama\u00d7Family": 93,
  "Drama\u00d7Fantasy": 94,
  "Drama\u00d7History": 95,
  "Drama\u00d7Horror": 96,
  "Drama\u00d7Music": 97,
  "Drama\u00d7Mystery": 98,
  "Drama\u00d7Romance": 99,
  "Drama\u00d7Science Fiction": 100,
  "Drama\u00d7TV Movie": 101,
  "Drama\u00d7Thriller": 102,
  "Drama\u00d7War": 103,
  "Drama\u00d7Western": 104,
  "Family\u00d7Fantasy": 105,
  "Family\u00d7History": 106,
  "Family\u00d7Horror": 107,
  "Family\u00d7Music": 108,
  "Family\u00d7Mystery": 109,
  "Family\u00d7Romance": 110,
  "Family\u00d7Science Fiction": 111,
  "Family\u00d7TV Movie": 112,
  "Family\u00d7Thriller": 113,
  "Family\u00d7War": 114,
  "Family\u00d7Western": 115,
  "Fantasy\u00d7History": 116,
  "Fantasy\u00d7Horror": 117,
  "Fantasy\u00d7Music": 118,
  "Fantasy\u00d7Mystery": 119,
  "Fantasy\u00d7Romance": 120,
  "Fantasy\u00d7Science Fiction": 121,
  "Fantasy\u00d7TV Movie": 122,
  "Fantasy\u00d7Thriller": 123,
  "Fantasy\u00d7War": 124,
  "Fantasy\u00d7Western": 125,
  "History\u00d7Horror": 126,
  "History\u00d7Music": 127,
  "History\u00d7Mystery": 128,
  "History\u00d7Romance": 129,
  "History\u00d7Science Fiction": 130,
  "History\u00d7TV Movie": 131,
  "History\u00d7Thriller": 132,
  "History\u00d7War": 133,
  "History\u00d7Western": 134,
  "Horror\u00d7Music": 135,
  "Horror\u00d7Mystery": 136,
  "Horror\u00d7Romance": 137,
  "Horror\u00d7Science Fiction": 138,
  "Horror\u00d7TV Movie": 139,
  "Horror\u00d7Thriller": 140,
  "Horror\u00d7War": 141,
  "Horror\u00d7Western": 142,
  "Music\u00d7Mystery": 143,
  "Music\u00d7Romance": 144,
  "Music\u00d7Science Fiction": 145,
  "Music\u00d7TV Movie": 146,
  "Music\u00d7Thriller": 147,
  "Music\u00d7War": 148,
  "Music\u00d7Western": 149,
  "Mystery\u00d7Romance": 150,
  "Mystery\u00d7Science Fiction": 151,
  "Mystery\u00d7TV Movie": 152,
  "Mystery\u00d7Thriller": 153,
  "Mystery\u00d7War": 154,
  "Mystery\u00d7Western": 155,
  "Romance\u00d7Science Fiction": 156,
  "Romance\u00d7TV Movie": 157,
  "Romance\u00d7Thriller": 158,
  "Romance\u00d7War": 159,
  "Romance\u00d7Western": 160,
  "Science Fiction\u00d7TV Movie": 161,
  "Science Fiction\u00d7Thriller": 162,
  "Science Fiction\u00d7War": 163,
  "Science Fiction\u00d7Western": 164,
  "TV Movie\u00d7Thriller": 165,
  "TV Movie\u00d7War": 166,
  "TV Movie\u00d7Western": 167,
  "Thriller\u00d7War": 168,
  "Thriller\u00d7Western": 169,
  "War\u00d7Western": 170
}